Repository: yyuu/sun-java7
Catalog: debian/po/*.po
Languages: cs, da, de, fr, it, ja, pt, sk, sv, vi, zh_cn

source: JCE Unlimited Strength Jurisdiction Policy Files
da: JCE-begrænsningsfiler for kryptografi med ubegrænset styrke
it: File JCE Unlimited Strength Jurisdiction Policy
ja: JCE 無制限強度の管轄ポリシーファイル
pt: Ficheiros de Política Jurisdicional de Força Ilimitada da JCE
sk: Súbory jurisdikcie s neobmedzenou silou JCE
vi: Tập tin chính sách phạm vi quyền hạn sức mạnh vô hạn JCE
zh_cn: JCE 不限加密强度司法协议文件

source: Due to import control restrictions of some countries, the JCE jurisdiction policy files shipped with this package allow "strong" but limited cryptography to be used. An "unlimited strength" version of these files indicating no restrictions on cryptographic strengths is available for those living in eligible countries (which is most countries). You download this version and replace the strong cryptography versions supplied with this package with the unlimited ones.
cs: Vzhledem k dovozním omezením týkajících se některých zemí, je politikou JCE používat v tomto programu "silné", ale přesto omezené šifrování. V případě "neomezeného šifrování", nejsou dána žádná omezení týkající se síly šifrování (tak to je ve většině zemí světa). Pokud tedy budete chtít, můžete si stáhnout tuto verzi a nahradit silné šifrování, dodávané s tímto balíčkem, jeho neomezenou verzí.
da: Grundet visse landes importregler, tillader de medfølgende JCE-lovbestemte filer brugen af »stærk« men begrænset kryptografi. For dem, der lever i lande, der ikke begrænser den lovlige kryptografistyrke (de fleste lande), findes der en udgave af disse filer med »ubegrænset styrke« kryptografi. Du kan hente denne udgave og erstatte de versioner med »stærk kryptografi«, der følger med denne pakke, med de ubegrænsede versioner.
de: Aufgrund von Einfuhrbeschränkungen mancher Länder erlauben die Rechtsrichtliniendateien der JCE, wie sie von diesem Paket zur Verfügung gestellt werden, die Benutzung »starker« aber eingeschränkter Verschlüsselung. Eine Version mit »unbegrenzter Stärke«, die keine Einschränkungen der Verschlüsselungsstärke aufweist, ist für diejenigen verfügbar, die in berechtigten Ländern leben (das sind die meisten Länder). Sie können diese Version herunterladen und die Version mit starker Verschlüsselung, die mit diesem Paket geliefert wurde, durch die unlimitierte ersetzen.
fr: À cause des restrictions sur le contrôle des importations de certains pays, la politique juridique des fichiers JCE intégrées dans ce paquet permet d'utiliser des algorithmes de cryptographie « forts » mais limités. Une version de « force illimitée » de ces fichiers, sans restriction sur la puissance des algorithmes de cryptographie est disponible pour ceux qui vivent dans des pays où ceci est autorisé (ce qui représente la plupart des pays). Vous pouvez télécharger cette version et remplacer les versions des algorithmes « forts » fournis avec ce paquet par leurs versions illimitées.
it: A causa delle restrizioni all'importazione vigenti in alcune nazioni, i file JCE «Jurisdisction Policy» presenti in questo pacchetto consentono una cifratura «forte» ma limitata. Una versione di questi file con «forza illimitata», cioè senza restrizioni sulla forza della cifratura, è disponibile per i residenti nei paesi idonei (ossia la maggior parte dei paesi). È responsabilità dell'utente scaricare questa versione e sostituire la versione fornita con questo pacchetto.
ja: 一部の国の輸入規制のため、このパッケージに含まれる JCE ポリシーファイルは、「強力」であっても制限付きの暗号方式が使用されています。暗号についての規制を受けない国 (ほとんどの国です) のユーザのために、「制限のない完全」版のファイルが用意されています。あなたは、このファイルをダウンロードし、このパッケージで提供されている強暗号版と無制限版を置き換えられます。
pt: Devido a restrições de importação para alguns países, os ficheiros de política jurisdicional contidos neste pacote permitem que seja usada criptografia "forte" mas limitada. Uma versão "ilimitada" deste ficheiros, indicando que não há restrições quanto à força criptográfica disponível está disponível para quem viva em países elegíveis (a maioria deles). Pode obter esta versão dos ficheiros e substituir as versões de criptografia forte que vêm com este pacote pelas sem limites.
sk: Z dôvodu obmedzenia importu niektorých krajín súbory politiky jurisdikcie JCE dodávané v tomto balíku umožňujú použitie „silnej“, ale obmedzenej kryptografie. Verzia týchto súborov s „neobmedzenou silou“, čo znamená bez obmedzení sily kryptografie, je dostupná pre tých, ktorí žijú v krajinách, ktorých sa to netýka (čo je väčšina krajín). Môžete si stiahnuť túto verziu a nahradiť verzie so silnou kryptografiou týmito súbormi s neobmedzenou kryptografiou.
sv: På grund av importkontrollrestriktioner av vissa länder, skeppas JCE-rättsskipningspolicyfiler med detta paket som tillåter "stark" men begränsad kryptografi att användas. En version med "obegränsad styrka" av dessa filer indikerar inga restriktioner för kryptografiska styrkor är tillgänglig för de som bor i version of these files indicating no restrictions on cryptographic strengths is available for those living in kvalificerade länder (som är de flesta länder). Du hämtar denna version och ersätter de version med stark kryptografi som skickas med detta paket med den obegränsade versionen.
vi: Do giới hạn điều khiển nhập khẩu của một số quốc gia nào đó, những tập tin chính sách phạm vi quyền hạn JCE có sẵn với gói này chỉ cho phép sử dụng kỹ thuật mật mã « mạnh » mà bị hạn chế. Cho những người ở quốc gia thích hợp (hậu hết quốc gia) thì cũng có sẵn sàng một phiên bản « sức mạnh vô hạn » của các tập tin đó, mà không hạn chế sức mạnh kỹ thuật mật mã. Bạn chỉ cần tải về phiên bản này và thay thế những phiên bản mật mã thuật « mạnh » có sẵn với gói này bằng những phiên bản « vô hạn ».
zh_cn: 由于某些国家进口管理限制，随同此包一起发布的 JCE 司法协议文件仅允许受限制的“强”加密。对于符合法律条件的国家(绝大多数)及人民来讲，可以获得“未受限”(加密强度无限制)版本。您可以下载此未受限版本以替换此包所提供的强加密版本。

source: The Java(TM) Cryptography Extension (JCE) Unlimited Strength Jurisdiction Policy Files 1.4.2 are available at http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
cs: Soubory obsahující další informace o 'Java(TM) Cryptography Extension (JCE) Unlimited Strength Jurisdiction' naleznete na stránce http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
da: Filer med ubegrænset kryptografistyrke til Java(TM)-kryptografiudvidelsen (JCE) 1.4.2 er tilgængelige på http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
de: Die »Java(TM) Cryptography Extension (JCE) Unlimited Strength Jurisdiction Policy Files 1.4.2« sind auf http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg verfügbar.
fr: L'extension de cryptographie de Java (TM) « (JCE) Unlimited Strength Jurisdiction Policy Files 1.4.2 » est disponible à http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
it: I file Java(TM) Cryptography Extension (JCE) Unlimited Strength Jurisdiction Policy 1.4.2 sono disponibili in http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
ja: The Java(TM) Cryptography Extension (JCE) Unlimited Strength Jurisdiction Policy Files 1.4.2 は http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg から入手可能です。
pt: Os Ficheiros de Política Jurisdicional de Força Ilimitada da Extensão Criptográfica do Java(TM) (JCE) 1.4.2 estão disponíveis em http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreID=22&PartDetailID=7503-jce-1.4.2-oth-JPR&SiteID=JSC&TransactionID=noreg
sk: Súbory jurisdikcie s neobmedzenou silou Java(TM) Cryptography Extension (JCE) 1.4.2 sú dostupné na adrese http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
sv: Java(TM) Cryptography Extension (JCE) Unlimited Strength Jurisdiction Policy Files 1.4.2 finns tillgängliga på http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg
vi: Các tập tin chính sách phạm vi quyền hạn sức mạnh vô hạn JCE (Java(TM) Cryptography Extension Unlimited Strength Jurisdiction Policy Files) phiên bản 1.4.2 sẵn sàng ở địa chỉ « http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg ».
zh_cn: 不限加密强度的 Java(TM) 加密组件(JCE) 1.4.2 版可从 http://javashoplm.sun.com/ECom/docs/Welcome.jsp?StoreId=22&PartDetailId=7503-jce-1.4.2-oth-JPR&SiteId=JSC&TransactionId=noreg 处获得

source: Grant the "stopThread" RuntimePermission?
cs: Povolit běhové oprávnění "stopThread".
da: Tildel »stopThread« RuntimePermission?
de: Die »stopThread«-RuntimePermission zulassen?
fr: Voulez-vous autoriser la gestion « stopThread » de la classe « RuntimePermission » ?
it: Accordare i permessi runtime «stopThread»?
ja: "stopThread" RuntimePermission を許可しますか?
pt: Dar a permissão RuntimePermission de "stopThread"?
sk: Udeliť RuntimePermission „stopThread“?
sv: Godkänn "stopThread" RuntimePermission?
vi: Cấp quyền lúc chạy « stopThread » ?
zh_cn: 是否授于 "stopThread" 运行时权限(RuntimePermission)？

source: This permission allows any thread to stop itself using the java.lang.Thread.stop() method that takes no argument.
cs: Toto oprávnění umožňuje každému vláknu zastavení sebe sama, pomocí metody java.lang.Thread.stop().
da: Denne tilladelse tillader enhver tråd at stoppe sig selv med metoden java.lang.Thread.stop(), der ikke kræver nogen parametre.
de: Diese Erlaubnis erlaubt jedem Thread, sich selbst anzuhalten, indem er die Methode java.lang.Thread.stop() verwendet, die keine Argumente erwartet.
fr: Ceci permet à tout processus léger (« thread ») de s'arrêter lui-même avec la méthode sans paramètre « java.lang.Thread.stop() ».
it: Questi permessi consentono a qualsiasi processo di arrestarsi da sé, utilizzando il metodo «java.lang.Thread.stop()» che non accetta argomenti.
ja: このアクセス権は、どのようなスレッドであっても引数無しの java.lang.Thread.stop() メソッドを使ってそのスレッド自身を終了させるのを許可します。
pt: Esta permissão permite que qualquer thread se pare a si mesmo usando o método java.lang.Thread.stop() que não recebe argumentos.
sk: Toto oprávnenie umožňuje akémukoľvek vláknu zastaviť svoj beh zavolaním metódy java.lang.Thread.stop() bez argumentov.
sv: Denna godkänning tillåter alla trådar att stoppa sig själva med metoden java.lang.Thread.stop() som inte tar några argument.
vi: Quyền này cho phép bất cứ nhánh nào tự dừng chạy, dùng phương pháp « java.lang.Thread.stop() » mà không yêu cầu đối số.
zh_cn: 此权限允许任意线程使用 java.lang.Thread.stop() 终止其自身，且无需参数。

source: Note that this permission is granted by default only to remain backwards compatible. It is strongly recommended that you either not grant this permission at all or restrict it manually in java.policy to code sources that you specify, because Thread.stop() is potentially unsafe.
cs: Pamatujte, že toto oprávnění je garantováno pouze z důvodu zpětné kompatibility. Silně se doporučuje, nepoužívat toto oprávnění, nebo ho alespoň ručně omezit na vámi určené zdrojové texty v souboru java.policy, neboť je volání Thread.stop() potenciálně nebezpečné.
da: Bemærk at denne tilladelse kun tildeles som udgangspunkt for at bevare kompatibilitet med gamle programmer. Det anbefales kraftigt at du enten slet ikke tildeler denne tilladelse, eller begrænser den manuelt i java.policy til de kodekilder, du angiver, da Thread.stop() er potentielt farlig.
de: Beachten Sie, dass diese Erlaubnis nur per Voreinstellung gegeben wird, um abwärtskompatibel zu bleiben. Es wird sehr empfohlen, dass Sie diese Erlaubnis entweder gar nicht erteilen oder manuell in java.policy auf Code-Quellen beschränken, die Sie angeben. Thread.stop() ist potenziell unsicher.
fr: Notez que cette permission est donnée par défaut, uniquement par compatibilité ascendante. Il est fortement recommandé de ne pas l'autoriser du tout ou de la restreindre manuellement dans « java.policy » aux sources que vous indiquez car « Thread.stop() » est potentiellement dangereuse.
it: Notare che questo permesso è accordato in modo predefinito solo per garantire la retrocompatibilità. Poiché Thread.stop() è potenzialmente non sicuro, si raccomanda caldamente di non accordarlo del tutto, oppure di restringerne manualmente i permessi, in «java.policy», ai «code source» cui si desidera accordarlo.
ja: この標準で許可されているアクセス権は、後方互換性の維持のためだけに存在しているのに注意してください。Thread.stop() は潜在的に危険なため、このアクセス権を全く許可しないか、特定のソースコードに対して java.policy 内で手動で制限をかけることを強く推奨します。
pt: Note que esta permissão é dada por omissão apenas para manter compatível com versões antigas. É fortemente recomendado que não dê esta permissão ou que restrinja manualmente em java.policy a ficheiros específicos já que o Thread.stop() é potencialmente inseguro.
sk: Pamätajte, že toto oprávnenie sa štandardne udeľuje len z dôvodov spätnej kompatibility. Dôrazne sa odporúča, aby ste buď toto oprávnenie vôbec neudeľovali alebo ho manuálne obmedzte v java.policy na vymenované zdrojové kódy, pretože Thread.stop() je potenciálne nebezpečné.
sv: Notera att denna godkänning ges som standard endast för att vara bakåtkompatibel. Det rekommenderas starkt att du antingen inte ger detta tillstånd alls eller begränsar det manuellt i java.policy till källkod som du anger, därför att Thread.stop() kan vara osäker.
vi: Ghi chú rằng quyền này được cấp theo mặc định chỉ để còn lại tương thích ngược. Rất khuyên bạn hoặc không cấp quyền này cả, hoặc tự hạn chế nó trong tập tin « java.policy » thành một số nguồn mã riêng, vì « Thread.stop() » có thể là không an toàn.
zh_cn: 请注意，此权限仅为向下兼容才授于。强烈建议：您既不要将之授于所有文件，也不要手工在您设定的源代码的 java.policy 文件中限定其使用范围。因为 Thread.stop() 存在潜在的安全隐患。

source: See "http://java.sun.com/notes" for more information.
cs: Pro bližší informace se podívejte na "http://java.sun.com/notes".
da: Se »http://java.sun.com/notes« for yderligere information.
de: Siehe http://java.sun.com/notes für weitere Informationen.
fr: Consultez « http://java.sun.com/notes » pour plus d'informations.
it: Per maggiori informazioni consultare «http://java.sun.com/notes».
ja: 詳細については "http://java.sun.com/notes" を参照してください。
pt: Veja "http://java.sun.com/notes" para mais informação.
sk: Ďalšie informácie nájdete na „http://java.sun.com/notes“
sv: Se "http://java.sun.com/notes" för mer information.
vi: Để tìm thêm thông tin, xem « http://java.sun.com/notes ».
zh_cn: 参看 "http://java.sun.com/notes" 获取更多信息。

source: Do you accept the DLJ license terms?
cs: Souhlasíte s licenčními podmínkami DLJ?
da: Accepterer du DLJ-licensbetingelserne?
de: Akzeptieren Sie die DLJ-Lizenzbestimmungen?
fr: Acceptez-vous les termes de la licence DLJ ?
it: Si accettano i termini di licenza DLJ?
ja: DLJ ライセンス条項に同意しますか?
pt: Aceita os termos da licença DLJ?
sk: Prijímate licenčné podmienky DLJ?
sv: Godkänner du DLJ-licensvillkoren?
zh_cn: 您是否同意 DLJ 协议？

source: In order to install this package, you must accept the license terms, the "Operating System Distributor License for Java" (DLJ), v1.1. Not accepting will cancel the installation.
cs: Pro instalaci tohoto balíčku, musíte souhlasit s těmito licenčními podmínkami: "Operating System Distributor License for Java" (DLJ), verze 1.1. Pokud nesouhlasíte, instalace bude zrušena.
da: For at installere denne pakke, skal du acceptere dens licensbetingelserne, »Operating System Distributor License for Java« (DLJ), v1.1. Hvis du afviser dem, afbrydes denne installation.
de: Um dieses Paket zu installieren, müssen Sie dessen Lizenzbedingungen, die »Operating System Distributor License for Java« (DLJ), v1.1, akzeptieren. Anderenfalls wird die Installation abgebrochen.
fr: Afin d'installer ce paquet, vous devez accepter les termes de la licence « Operating System Distributor License for Java » (DLJ), version 1.1. Si vous n'acceptez pas les termes de cette licence, l'installation sera annulée.
it: Per poter installare questo pacchetto è necessario accettarne i termini della licenza, l'«Operating System Distributor License for Java» (DLJ), v1.1. La mancata accettazione causerà l'annullamento dell'installazione.
ja: このパッケージをインストールするためには、"Operating System Distributor License for Java" (DLJ) バージョン 1.1 ライセンス条項に同意する必要があります。同意しない場合はインストールをキャンセルします。
pt: Para poder instalar este pacote, tem de aceitar aos termos da sua licença, a "Licença de Distribuidor de Sistemas Operativos para o Java" (DLJ), v1.1. A não aceitação cancelará a instalação.
sk: Aby ste mohli nainštalovať tento balík, musíte prijať jeho licenčné podmienky „Operating System Distributor License for Java“ (DLJ), v1.1. Ak vyjadríte nesúhlas, inštalácia sa zruší.
sv: För att installera detta paket måste du godta dess licensvillkor, "Operating System Distributor License for Java" (DLJ), v1.1. Om du inte godtar villkoren kommer installationen att avbrytas.
zh_cn: 为安装此包，您必须同意此协议，Java 操作系统分发协议(DLJ)1.1版。若不接受此协议，请取消安装。

source: Declined Operating System Distributor License for Java v1.1 (DLJ)
cs: Operating System Distributor License for Java v1.1 (DLJ) odmítnuta
da: Afviste Operating System Distributor License for Java v1.1 (DLJ)
de: »Operating System Distributor License for Java« v1.1 (DLJ) abgelehnt
fr: Refus de la license « Operating System Distributor License for Java » (DLJ), version 1.1
it: Operating System Distributor License for Java (DLJ), v1.1 rifiutata
ja: Operating System Distributor License for Java v1.1 (DLJ) を拒否する
pt: Declinada a Licença de Distribuidor de Sistemas Operativos para o Java 1.1 (DLJ)
sk: Zamietnutá Licencia distribútora operačného systému pre Java v1.1 (DLJ)
sv: Godkände inte "Operating System Distributor License for Java v1.1 (DLJ)"
vi: Đã từ chối điều kiện của DLI: Giấy Phép Phân Phối Hệ Điều Hành cho Java (Operating System Distributor License for Java) phiên bản 1.1
zh_cn: 拒绝接受 Java 操作系统分发协议(DLJ) 1.1版

source: If you do not agree to the DLJ license terms you cannot install this software.
cs: Pokud nesouhlasíte s licencí DLJ, nemůžete instalovat tento program.
da: Hvis du ikke accepterer betingelserne i DLJ-licensen, kan du ikke installere dette program.
de: Wenn Sie den DLJ-Lizenzbestimmungen nicht zustimmen, können Sie diese Software nicht installieren.
fr: Si vous n'acceptez pas les termes la licence DLJ, vous ne pouvez pas installer ce programme.
it: Se non si accettano i termini di licenza DLJ non è possibile installare questo software.
ja: DLJ ライセンス条項に同意しない場合、このソフトウェアをインストールできません。
pt: Se não concorda com os termos da licença DLJ não pode instalar este software.
sk: Ak nesúhlasíte s licenčnými podmienkami DLJ, nemôžete tento softvér nainštalovať.
sv: Om du inte godkänner DLJ-licensvillkoren kan du inte installera denna programvara.
vi: Không đồng ý với điều kiện giấy phép DLI thì bạn không thể cài đặt phần mềm này.
zh_cn: 若确实不同意 DLJ 协议，则您无法安装此软件。

source: The installation of this package will be canceled.
cs: Instalace tohoto balíčku bude zrušena.
da: Installationen af denne pakke blev afbrudt.
de: Die Installation dieses Pakets wird abgebrochen.
fr: L'installation de ce paquet sera abandonnée.
it: L'installazione di questo pacchetto verrà ora annullata.
ja: このパッケージのインストールをキャンセルします。
pt: A instalação deste pacote irá ser cancelada.
sk: Inštalácia tohto balíka sa zruší.
sv: Installationen av detta paket kommer att avbrytas.
vi: Tiến trình cài đặt gói này thì bị hủy bỏ.
zh_cn: 此包的安装将被取消。

source: Do you agree with the DLJ license terms?
vi: Bạn có đồng ý với điều kiện của giấy phép DLJ không?

source: In order to install this package, you must agree to its license terms, the "Operating System Distributor License for Java" (DLJ), v1.1. Not accepting will cancel the installation.
vi: Để cài đặt gói này, trước tiên bạn cần phải đồng ý với điều kiện giấy phép DLI: Giấy Phép Phân Phối Hệ Điều Hành cho Java (Operating System Distributor License for Java) phiên bản 1.1. Không đồng ý thì thôi tiến trình cài đặt.
